import React from 'react'

let questions = [];

questions[0] = [
    {
        questionNumber:1,
        questionBody:{
            questionText : <div>Вільгельм фон Габсбург-Лотрінген – австрійський архікнязь, полковник армії УНР, поет.Під яким псевдонімом він відомий як полковник Українських січових стрільців (УСС)?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:2,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            <div>Яка владна інституція звернулася із цитованою відозвою до населення України?</div>
            <img alt="" src={require('./img/01.png')}></img>
            </div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:3,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 4
        }
    },
    {
        questionNumber:4,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            <div>Яка владна інституція звернулася із цитованою відозвою до населення України?
            </div>
            <br/>
            <img alt="" src={require('./img/02.png')}></img>
            </div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:5,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            <div>Яка владна інституція звернулася із цитованою відозвою до населення України?
            </div>
            <br/>
            <div style={{maxWidth:'371px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/03.png')}></img></div>
            </div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:6,
        questionBody:{
            questionText :
             <div>
                 <div>На малюнку зображено епізод твору</div>
                 <div style={{maxWidth:'385px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/12.png')}></img></div>
             </div>,
            questionAnswers : [<div>Івана Нечуя-Левицького</div>,<div>Панаса Мирного</div>,<div>Івана Котляревського</div>,<div>Пантелеймона Куліша</div>,<div>Івана Карпенка-Карого</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:7,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/04.png')}></img></div>,
            <div style={{maxWidth:'131px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/05.png')}></img></div>,
            <div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/06.png')}></img></div>,
            <div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/07.png')}></img></div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:8,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 3
        }
    },
    {
        questionNumber:9,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:10,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:11,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 3
        }
    },
    {
        questionNumber:12,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:13,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 2
        }
    },
    {
        questionNumber:14,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:15,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:16,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:17,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:18,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:19,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 2
        }
    },
    {
        questionNumber:20,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:21,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:22,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:23,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:24,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:25,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:26,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 3
        }
    },
    {
        questionNumber:27,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:28,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 4
        }
    },
    {
        questionNumber:29,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:30,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
];

questions[1] = [
    {
        questionNumber:1,
        questionBody:{
            questionText :
                <div>
                <strong>Прочитайте текст із пронумерованими пропусками. Завдання стосується пропуску, номер якого виділено жирним шрифтом. Доберіть для цього пропуску правильний варіант з-поміж запропонованих.</strong>
                <br></br>
                <br></br>
Американський бізнесмен і новатор у <strong>(1)</strong> __________ прикладних (2) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (3) __________ комп'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (4) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (5) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.
                </div>,
            questionAnswers : [<div>галузі</div>,<div>області</div>,<div>площині</div>,<div>середовищі</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:2,
        questionBody:{
            questionText : <div>
            <strong>Прочитайте текст із пронумерованими пропусками. Завдання стосується пропуску, номер якого виділено жирним шрифтом. Доберіть для цього пропуску правильний варіант з-поміж запропонованих.</strong>
            <br></br>
            <br></br>
Американський бізнесмен і новатор у (1) __________ прикладних <strong>(2)</strong> __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (3) __________ комп'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (4) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (5) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.
            </div>,
            questionAnswers : [<div>інформованих</div>,<div>інформатичних</div>,<div>інформативних</div>,<div>інформаційних</div>],
            questionCorrectAnswer: 4
        }
    },
    {
        questionNumber:3,
        questionBody:{
            questionText : <div>
            <strong>Прочитайте текст із пронумерованими пропусками. Завдання стосується пропуску, номер якого виділено жирним шрифтом. Доберіть для цього пропуску правильний варіант з-поміж запропонованих.</strong>
            <br></br>
            <br></br>
            
Американський бізнесмен і новатор у (1) __________ прикладних (2) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для <strong>(3)</strong> __________ комп'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (4) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (5) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.
            </div>,
            questionAnswers : [<div>устаткування</div>,<div>видавництва</div>,<div>генерування</div>,<div>виробництва</div>],
            questionCorrectAnswer: 4
        }
    },
    {
        questionNumber:4,
        questionBody:{
            questionText : <div>
            <strong>Прочитайте текст із пронумерованими пропусками. Завдання стосується пропуску, номер якого виділено жирним шрифтом. Доберіть для цього пропуску правильний варіант з-поміж запропонованих.</strong>
            <br></br>
            <br></br>
Американський бізнесмен і новатор у (1) __________ прикладних (2) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (3) __________ комп'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і <strong>(4)</strong> __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (5) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.
            </div>,
            questionAnswers : [<div>перетворив</div>,<div>перевтілив</div>,<div>трансформував</div>,<div>видозмінив</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:5,
        questionBody:{
            questionText : <div>
            <strong>Прочитайте текст із пронумерованими пропусками. Завдання стосується пропуску, номер якого виділено жирним шрифтом. Доберіть для цього пропуску правильний варіант з-поміж запропонованих.</strong>
            <br></br>
            <br></br>
Американський бізнесмен і новатор у (1) __________ прикладних (2) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (3) __________ комп'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (4) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна <strong>(5)</strong> __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.
            </div>,
            questionAnswers : [<div>ідентифікувати</div>,<div>порівняти</div>,<div>співставити</div>,<div>протиставити</div>],
            questionCorrectAnswer: 2
        }
    },
    {
        questionNumber:6,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:7,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/04.png')}></img></div>,
            <div style={{maxWidth:'131px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/05.png')}></img></div>,
            <div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/06.png')}></img></div>,
            <div style={{maxWidth:'131'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/07.png')}></img></div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:8,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 3
        }
    },
    {
        questionNumber:9,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:10,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:11,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 3
        }
    },
    {
        questionNumber:12,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:13,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 2
        }
    },
    {
        questionNumber:14,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:15,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:16,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:17,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:18,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:19,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 2
        }
    },
    {
        questionNumber:20,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:21,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:22,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:23,
        questionBody:{
            questionText : <div><strong>Проаналізуйте фрагмент історичного документа</strong>
            <br/>
            «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
            <br/>
            Яка владна інституція звернулася із цитованою відозвою до населення України?</div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:24,
        questionBody:{
            questionText :
            <div>
                <strong>Проаналізуйте фрагмент історичного документа</strong>
                <br/>
                «У Петрограді відбулися криваві події, які загрожують загибелі завоювань революції. Частина населення Петрограда, керована більшовиками, збройним шляхом ліквідувала Тимчасовий Уряд і хоче нав'язати свою волю Російській Республіці. Ми закликаємо рішуче боротися з будь-якими спробами підтримання петроградського повстання. Громадяни України! Покажіть себе вірними захисниками свободи й ворогами анархії, яка може віддалити скликання Всеросійських й Українських Установчих Зборів і навіть призвести до загибелі рідного краю...»
                <br/>
                Яка владна інституція звернулася із цитованою відозвою до населення України?
            </div>,
            questionAnswers : [<div>Олесь Тихий</div>,<div>Віктор Грім</div>,<div>Тарас Чупринка</div>,<div>Василь Вишиваний</div>],
            questionCorrectAnswer: 1
        }
    },
    {
        questionNumber:25,
        questionBody:{
            questionText : <div>Розташуйте фрагменти перших шпальт номерів газети в послідовності виходу їх друком.</div>,
            questionAnswers : [
            <div style={{maxWidth:'434px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/08.png')}></img></div>,
            <div style={{maxWidth:'434px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/09.png')}></img></div>,
            <div style={{maxWidth:'434px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/10.png')}></img></div>,
            <div style={{maxWidth:'434px'}}><img style = {{width:'100%',objectFit:'cover'}} alt="" src={require('./img/11.png')}></img></div>
        ],
            questionCorrectAnswer: 1
        }
    },
];
let tests = [
    {testName:'Тест 2022',testQuestionsCount:30,questions:questions[0]},
    {testName:'Тест 2021',testQuestionsCount:25,questions:questions[1]},
    {testName:'Тест 2020',testQuestionsCount:20,questions:questions[1]},
    {testName:'Тест 2019',testQuestionsCount:15,questions:questions[1]},
    {testName:'Тест 2018',testQuestionsCount:10,questions:questions[1]}
];

let data = {
    testsCount : 5,
    tests : tests,
}

export default data;